/* nothing */
"" = "Project-Id-Version: xchat-2.8.4\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-06-24 13:05+1000\nPO-Revision-Date: 2008-05-30 08:56+0300\nLast-Translator: Peter Astakhov <astakhovp@mail.ru>\nLanguage-Team: Russian <gnu@mx.ru>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nX-Generator: KBabel 1.10.2\nPlural-Forms: nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);\n";

/* nothing */
"Cannot create ~/.xchat2" = "Не могу создать ~/.xchat2";

/* nothing */
"I'm busy" = "Я занят";

/* nothing */
"Leaving" = "Ухожу я от вас (xchat 2.4.5 или старше)";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Глупо запускать IRC под пользователем root! Вы должны\n  создать пользовательский вход и работать под ним.\n";

/* nothing */
"Waiting" = "Ожидание";

/* nothing */
"Active" = "Активен";

/* nothing */
"Failed" = "Ошибка";

/* nothing */
"Done" = "Готово";

/* nothing */
"Connect" = "Соединение";

/* nothing */
"Aborted" = "Остановлено";

/* nothing */
"Cannot access %s\n" = "Нет доступа к %s\n";

/* nothing */
"Error" = "Ошибка";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s предлагает \"%s\". Будете принимать?";

/* nothing */
"No active DCCs\n" = "Нет активных DCC\n";

/* nothing */
"YES  " = "ДА   ";

/* nothing */
"NO   " = "НЕТ  ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Вас забрасывают CTCP запросами от %s, %s игнорируется.\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Вас забрасывают сообщениями от %s, выключаем автодиалог.\n";

/* nothing */
"  %-20s online\n" = "  %-20s на канале\n";

/* nothing */
"  %-20s offline\n" = "  %-20s отключен\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Вы не зашли на канал. Наберите /join #<канал>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Нет соединения. Наберите /server <адрес> [<порт>]\n";

/* nothing */
"Already marked away: %s\n" = "";

/* nothing */
"Already marked back.\n" = "";

/* nothing */
"I need /bin/sh to run!\n" = "Отсутствует /bin/sh для запуска!\n";

/* nothing */
"Commands Available:" = "Доступные команды:";

/* nothing */
"User defined commands:" = "Определенные пользователем команды:";

/* nothing */
"Plugin defined commands:" = "Определенные расширениями команды:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "Наберите /HELP <имя команды> для более полной информации, или /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "Игнорируется неизвестный аргумент \"%s\".";

/* nothing */
"No such plugin found.\n" = "Плагин не найден\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Плагин невозможно выгрузить.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <название> <действие> добавляет кнопку под списком пользователей";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <команда>, посылает команду во всех каналах где вы есть ";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHANL <команда>, посылает команду на все ваши каналы";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>, посылает команду на всех серверах где вы есть ";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<причина>], устанавливает флаг отсутствия";

/* nothing */
"BACK, sets you back (not away)" = "";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <маска> [<тип>], блокирует доступ на текущий канал для каждого, совпадающего с маской. Если они уже на канале, то они не будут скинуты (для этого нужно быть оператором канала)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR  [ALL|HISTORY], очищает текущее окно или историю команд";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, закрывает текущее окно или вкладку";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <код|маска>, находит код страны, например: au = Австралия";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <ник> <сообщение>, посылает пользователю с указанным ником CCTP-сообщение, обычные сообщения -- VERSION и USERINFO";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE [<channel>], выйти с текущего канала и немедленно зайти";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <имя>          - принять отправляемый файл\nDCC SEND <имя> <имя файла>  - отправить файл получателю\nDCC LIST                - показать список DCC\nDCC CHAT <имя>         - запросить разговор через DCC\nDCC CLOSE <тип> <имя> <файл>         пример:\n         /dcc close send johnsmith file.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <имя>, удаляет chanhalf-op статус у имени на текущем канале\n(нужны права администратора канала)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <имя>, удаляет кнопку из-под списка пользователей";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <nick>, убирает права администратора канала у пользователя на текущем канале (требует права администратора).";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <nick>, удаляет право голоса у пользователя с переданным именем на текущем\nканале. Для использования нужны права администратора канала";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, отсоединиться от сервера";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <имя,адрес,IP> - поиск IP адреса пользователя";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <текст>, вывести текст на локальной машине";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <Команда>, выполняет команду. При передаче опции -o вывод \nкоманды перенаправляется в текущий канал. Иначе вывод печатается в текущем окне";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, sends the process SIGCONT";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], уничтожает выполняющийся процесс в текущей сессии. Если -9 процессу перадается сигнал SIGKILL";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, посылает процессу сигнал SIGSTOP";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, посылает процессу данные на stdin";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, сбрасывает текущую очередь отправки сервера";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <адрес> [<порт>], прокси через хост, порт по умолчанию - 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <Ник>, дает статус полуоператора канала пользователю (требуются права оператора)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <пароль>, представиться nickserv-у";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <маска> <типы..> <параметры..>\n    маска - маска игнорируемого хоста, например: *!*@*.aol.com\n    типы - типы игнорируемых данных, один или несколько из следующих:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    параметры - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <Ник> [<канал>], приглашает кого-либо на канал, по умолчанию, на текущий (требует права оператора)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <канал>, зайти на канал";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <Ник>, удаляет человека с текущего канала (нужны права оператора)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <Ник>, удаляет и ставит бан с данного канала (требуются права оператора)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, инициирует новую проверку канала";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <Строка>, ищет строку в буфере";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <ИмяФайла>, загружает скрипт или плагин";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, убирает у всех на текущем канале права полуоператора (требуются права оператора)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, убирает у всех права оператора на текущем канале (требуются права оператора)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <action>, посылает действие на текущий канал (действие пишется от третьего лица, например, /me прыгает)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, удаляет всех, кроме себя, с канала (требуются права оператора)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, Устанавливает всем пользователям текущего канала права оператора (требуются права оператора канала)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <Ник> <сообщение>, отправляет приватное сообщение";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, показывает список посетителей текущего канала";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <Ник> <сообщение>, отправляет CTCP сообщение";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER [-noconnect] <ИмяСервера> [<порт>]";

/* nothing */
"NICK <nickname>, sets your nick" = "/NICK <Ник>, меняет ваш ник";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <Ник/канал> <сообщение>, посылает уведомление. Уведомление - тип сообщений that should be auto reacted to";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [-n network1[,network2,...]] [<Ник>], показывает список ваших уведомлений или добавляет что-либо к ним";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <Ник>, дает пользователю статус оператора канала (требуются права администратора)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<Канал>] [<Причина>], выйти с канала, по умолчанию - с текущего";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <Ник | канал>, CTCP-пинг пользователя или канала";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY  [-nofocus] <Ник>, открыть новое окно приватных сообщений";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<причина>] - отсоединение от текущего сервера";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <Текст>, отсылает текст в чистом виде на сервер";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<Сервер>] [<Порт>] [<Пароль>]. Может использоваться только как /RECONNECT для переподключения к текущему серверу или с /RECONNECT ALL для переподключения ко всем серверам";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<Сервер>] [<Порт>] [<Пароль>]. Может использоваться только как /RECONNECT для переподключения к текущему серверу или с /RECONNECT ALL для переподключения ко всем серверам";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <Текст>, посылает данные в xchat, как если бы они были получены от сервера";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <Текст>, посылает текст объекту в текущем окне";

/* nothing */
"SEND <nick> [<file>]" = "SEND <псевдоним> [<файл>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <Сервер> <порт> <канал>, подключиться к серверу, а затем к каналу";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <Сервер> <порт> <канал>, подключиться к серверу, а затем к каналу";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <адрес> [<порт>] [<пароль>] соединяет с сервером. Порт по умолчанию 6667 для нормальных соединений и 9999 для соединений через SSL";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <адрес> [<порт>] [<пароль>] соединяет с сервером. Порт по умолчанию 6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-e] [-or] [-quiet] <переменная> [<значение>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<позиция>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<тема>], устанавливает тему, если она указана. Иначе отображает текущую тему";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <маска> [<маска>...], снять запрет для специфической маски";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <маска> [QUIET] - снять игнорирование сообщений с определенной маски";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <имя>, выгрузить плагин или скрипт";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <адрес>, открыть ссылку в браузере";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <Ник>, дает право голоса кому-либо (требуются права оператора)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <Сообщение>, посылает сообщение на все каналы";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <Сообщение>, посылает сообщение всемl операторам текущего канала";

/* nothing */
"Usage: %s\n" = "Использование: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nПо этой команде нет помощи.\n";

/* nothing */
"No such command.\n" = "Команда не существует\n";

/* nothing */
"Bad arguments for user command.\n" = "Недопустимые аргументы команды пользователя.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Очень много рекурсивных команд пользователя, прерывание.";

/* nothing */
"Unknown Command. Try /help\n" = "Неизвестная команда. Попробуйте /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Нет xchat_plugin_init символов; вы уверены, что это плагин для xchat?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Вы уверены, что сервер и порт поддерживают SSL?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Не могу разрешить имя %s\nПроверьте ваши сетевые настройки!\n";

/* nothing */
"Proxy traversal failed.\n" = "Ошибка прохождения через прокси.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Переключаемся к следующему серверу %s...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Предупреждение: кодировка \"%s\" неизвестна. Трансляции для %s сети не будет.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 добавлен в список извещений.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 список банов:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tНе получается войти%C26 %B$1 %O(Вы забанены).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 теперь известен как $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 забанил некоего $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tКанал $1 создан в $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O убрал права полуоператора с%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O убрал права оператора канала с%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O забрал голос у%C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 установил исключение на $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O установил права полуоператора канала для%C26 $2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 приглашает на $2";

/* nothing */
"%UChannel          Users   Topic" = "%UКанал          Пользователи   Тема";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 установил режим $2$3 $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Канал $1 режимы: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O дал статус оператора канала %C26 $2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 убрал освобождение с $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 снял приглашение для $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 убрал ключевые слова канала";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 убрал лимит пользователей";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 установил следующие ключевые слова канала $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 установил лимит канала в $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 убрал бан с $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O дал голос%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Соединение установлено. Входим в сеть...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Соединение с $1 ($2) порт $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Соединение невозможно. Ошибка: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tПолучен CTCP $1 от $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tПолучен CTCP $1 от $2 (для $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2 ";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tПолучен CTCP звук $1 от $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tПолучен CTCP Звук $1 от $2 (для $3)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC CHAT с %C26$1%O прерван.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tDCC CHAT соединение установлено с %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tDCC CHAT с %C26$1%O потеряно ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tПринят запрос на DCC CHAT от $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tПредлагаем DCC CHAT для $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tУже предложен CHAT с $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tDCC $1 попытка соединения с%C26 $2%O неудачна (err=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tПринято '$1%O' от $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Type  В/От    Состояние  Размер    Позиция     Файл         ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tПринят malformed DCC запрос от %C26$1%O.%010%C22*%O$tСодержимое пакета: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tПредлагаем%C26 $1%O для%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tНет такого DCC предложения.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV%C26 $2%O с%C26 $1%O прервано.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O от%C26 $3%O завершено %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC RECV соединение установлено с%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O от%C26 $3%O сбой ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Не могу открыть $1 для записи ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tФайл%C26 $1%C уже существует, сохраняем его как%C26 $2%O вместо этого.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Oзапрос на продолжение%C26 $2 %Cот%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O к%C26 $1%O прервано.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O к%C26 $2%O завершено %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC SEND соединение установлено с%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O для%C26 $2%O провален. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oс%C26 $3 %Oпрерывание по таймауту.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 удалено из списка уведомлений.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tСоединение разорвано ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tНайти ваш IP: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O добавлен в список игнорирования.";

/* nothing */
"Ignore on %C26$1%O changed." = "Игнорирование %C26$1%O изменено.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                               ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O удален из списка игнорирования.";

/* nothing */
"  Ignore list is empty." = "  Список игнорирований пуст.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tНевозможно подключиться%C26 %B$1 %O(Канал только по приглашениям).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tВы приглашены на %C26 $1%O by%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) зашел на канал $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22-*%O$tНевозможно подключится %C26 %B$1 %O(Требуется ключевое слово).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 выкинул $2 с $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$t$1выкинул вас с канала ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD Пропущен.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 уже используется. Пытаемся как $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tНик уже используется. Используйте /NICK, чтобы попробовать другой.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tНет такого DCC.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tНет запущенного процесса";

/* nothing */
"$tNotify list is empty." = "$tСписок уведомлений пуст.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Список уведомлений                        ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 пользователей в списке уведомлений.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tУведомление: $1 отключен ($3).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tУведомление: $1 подключен ($3).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) покинул $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) покинул $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tPing ответ от $1 : $2 секунд(ы)";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tНе получено ответов в течении $1 секунд.Отсоединение.";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tПроцесс уже запущен";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 ушел (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 установил режимы%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2 ";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tПоиск IP-адреса для%C26 $1%O...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Соединение установлено.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Ищу $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tОстановлена предыдущая попытка соединения (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29Тема для $1%C %C29is: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 изменил тему на: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29Тема для $1%C %C29 установлена $2%C %C29в $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tНеизвестный хост. Возможно, вы ошиблись?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tНевозможно зайти%C26 %B$1 %O(Лимит пользователей исчерпан).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26пользователей на $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3 ";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cнедоступен %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2 ";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OКонец списка WHOIS.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O не работает %C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O не работает%C26 $2%O, подписан:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "-%C10-%C11-%O$t%C12[%O$1%C12] %Oнастоящий пользователь@домен %C11$2%O, настоящий IP %C11$3%O";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Сейчас общаетесь на $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "-%C10-%C11-%O$tВас вышвырнул $3 с канала $2 ($4%O)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tВы ушли с канала $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "-%C10-%C11-%O$tВы ушли с канала $3 %C14(%O$4%C14)%O";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "-%C10-%C11-%O$tВы приглашаете %C11$1%C на %C11$2%C (%C11$3%C)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tТеперь вы известны как $2";

/* nothing */
"Loaded log from" = "Загружен протокол от";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** ЗАКАНЧИВАЕТСЯ ВХОЖДЕНИЕ НА %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** НАЧАЛО ВХОЖДЕНИЯ НА %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Не могу открыть лог-файл(ы) для записи. Проверьте\n  Права доступа на %s/xchatlogs";

/* nothing */
"Left message" = "Сообщение слева";

/* nothing */
"Right message" = "Сообщение справа";

/* nothing */
"The nick of the joining person" = "Имя зашедшей персоны";

/* nothing */
"The channel being joined" = "Вы уже на канале";

/* nothing */
"The host of the person" = "Адрес компьютера персоны";

/* nothing */
"Nickname" = "Ник";

/* nothing */
"The action" = "Действие";

/* nothing */
"Mode char" = "Символ режима";

/* nothing */
"The text" = "Текст";

/* nothing */
"Identified text" = "Информация";

/* nothing */
"The message" = "Сообщение";

/* nothing */
"Old nickname" = "Старый ник";

/* nothing */
"New nickname" = "Новый ник";

/* nothing */
"Nick of person who changed the topic" = "Ник человека, который поменял Топик";

/* nothing */
"Topic" = "Топик";

/* nothing */
"Channel" = "Канал";

/* nothing */
"The nickname of the kicker" = "Ник выкинувшего";

/* nothing */
"The person being kicked" = "Персона выкинута";

/* nothing */
"The channel" = "Канал";

/* nothing */
"The reason" = "Причина";

/* nothing */
"The nick of the person leaving" = "Ник вышедшего";

/* nothing */
"The time" = "Время";

/* nothing */
"The creator" = "Создатель";

/* nothing */
"Nick" = "Ник";

/* nothing */
"Reason" = "Причина";

/* nothing */
"Host" = "Адрес машины";

/* nothing */
"Who it's from" = "Откуда этот";

/* nothing */
"The time in x.x format (see below)" = "Время в формате x.x (см. ниже)";

/* nothing */
"The Channel it's going to" = "Список каналов...";

/* nothing */
"The sound" = "Звук";

/* nothing */
"The nick of the person" = "Ник персоны";

/* nothing */
"The CTCP event" = "CTCP событие";

/* nothing */
"The nick of the person who set the key" = "Ник персоны, установившей ключ";

/* nothing */
"The key" = "Ключ";

/* nothing */
"The nick of the person who set the limit" = "Ник персоны, установившей лимит";

/* nothing */
"The limit" = "Ограничение";

/* nothing */
"The nick of the person who did the op'ing" = "Ник человека, установившего оператора";

/* nothing */
"The nick of the person who has been op'ed" = "Ник персоны, кому дали права оператора";

/* nothing */
"The nick of the person who has been halfop'ed" = "Ник персоны, кому дали права полуоператора";

/* nothing */
"The nick of the person who did the halfop'ing" = "Ник человека, который дал права полуоператора";

/* nothing */
"The nick of the person who did the voice'ing" = "Ник человека, который дал право голоса";

/* nothing */
"The nick of the person who has been voice'ed" = "Ник человека, которому дали право голоса";

/* nothing */
"The nick of the person who did the banning" = "Ник забанившего";

/* nothing */
"The ban mask" = "Маска бана";

/* nothing */
"The nick who removed the key" = "Ник удалившего ключ";

/* nothing */
"The nick who removed the limit" = "Ник удалившего ограничение";

/* nothing */
"The nick of the person of did the deop'ing" = "Ник персоны, который де-опнул";

/* nothing */
"The nick of the person who has been deop'ed" = "Ник персоны, которого де-опили.";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Ник персоны, который снял статус полуоператора";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Ник персоны, с которой сняли статус полуоператора";

/* nothing */
"The nick of the person of did the devoice'ing" = "Ник персоны, который снял право голоса";

/* nothing */
"The nick of the person who has been devoice'ed" = "Ник персоны, с которой сняли право голоса";

/* nothing */
"The nick of the person of did the unban'ing" = "Ник персоны, снявшей бан.";

/* nothing */
"The nick of the person who did the exempt" = "Ник персоны, вызвавшей исключение";

/* nothing */
"The exempt mask" = "Маска исключения";

/* nothing */
"The nick of the person removed the exempt" = "Ник персоны, убравшей исключение";

/* nothing */
"The nick of the person who did the invite" = "Ник персоны, сделавшей приглашение";

/* nothing */
"The invite mask" = "Маска приглашения";

/* nothing */
"The nick of the person removed the invite" = "Ник персоны, удалившей приглашение";

/* nothing */
"The nick of the person setting the mode" = "Ник персоны, установившего режим";

/* nothing */
"The mode's sign (+/-)" = "Знаки режима (+/-)";

/* nothing */
"The mode letter" = "Буквы режима";

/* nothing */
"The channel it's being set on" = "Канал установлен";

/* nothing */
"Username" = "Имя пользователя";

/* nothing */
"Full name" = "Полное имя";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Член канала/\"IRC - оператор\"";

/* nothing */
"Server Information" = "Информация о сервере";

/* nothing */
"Idle time" = "Время простоя";

/* nothing */
"Signon time" = "Время ввода пароля";

/* nothing */
"Away reason" = "Причина ухода:";

/* nothing */
"Message" = "Сообщение";

/* nothing */
"Account" = "Учетная запись";

/* nothing */
"Real user@host" = "Фактический пользователь@компьютер";

/* nothing */
"Real IP" = "Фактический IP";

/* nothing */
"Channel Name" = "Имя канала";

/* nothing */
"Text" = "Текст";

/* nothing */
"Server Name" = "Имя сервера";

/* nothing */
"Nick of person who invited you" = "Ник персоны, пригласившей вас";

/* nothing */
"Users" = "Пользователи";

/* nothing */
"Nickname in use" = "Ник используется";

/* nothing */
"Nick being tried" = "Пробуем ник";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Порт";

/* nothing */
"Network" = "Сеть";

/* nothing */
"Modes string" = "Строка режимов";

/* nothing */
"IP address" = "IP Адрес";

/* nothing */
"DCC Type" = "Тип DCC";

/* nothing */
"Filename" = "Имя файла";

/* nothing */
"Destination filename" = "Имя файла у получателя";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Путь";

/* nothing */
"Position" = "Положение";

/* nothing */
"Size" = "Размер";

/* nothing */
"DCC String" = "Строка DCC";

/* nothing */
"Number of notify items" = "Количество уведомлений";

/* nothing */
"Old Filename" = "Старое имя файла";

/* nothing */
"New Filename" = "Новое имя файла";

/* nothing */
"Receiver" = "Получатель";

/* nothing */
"Hostmask" = "Маска компьютера";

/* nothing */
"Hostname" = "Имя машины";

/* nothing */
"The Packet" = "Пакет";

/* nothing */
"Seconds" = "Секунд.";

/* nothing */
"Nick of person who have been invited" = "Ник приглашенного";

/* nothing */
"Banmask" = "Маска бана";

/* nothing */
"Who set the ban" = "Кто установил бан";

/* nothing */
"Ban time" = "Продолжительность бана";

/* nothing */
"Error parsing event %s.\nLoading default." = "Ошибка разбора события %s.\nЗагружаем по-умолчанию";

/* nothing */
"Cannot read sound file:\n%s" = "Невозможно прочитать звуковой файл:\n%s";

/* nothing */
"Remote host closed socket" = "Удаленная машина закрыла сокет";

/* nothing */
"Connection refused" = "Соединение отвергнуто";

/* nothing */
"No route to host" = "Нет маршрута к хосту";

/* nothing */
"Connection timed out" = "Истечение времени ожидания соединения";

/* nothing */
"Cannot assign that address" = "Не могу назначить этот адрес";

/* nothing */
"Connection reset by peer" = "Соединение оборвано";

/* nothing */
"Ascension Island" = "Остров Вознесения";

/* nothing */
"Andorra" = "Андорра";

/* nothing */
"United Arab Emirates" = "Объединенные арабские эмираты";

/* nothing */
"Afghanistan" = "Афганистан";

/* nothing */
"Antigua and Barbuda" = "Антигуа и Барбуда";

/* nothing */
"Anguilla" = "Anguilla";

/* nothing */
"Albania" = "Албания";

/* nothing */
"Armenia" = "Армения";

/* nothing */
"Netherlands Antilles" = "Нидерланды ";

/* nothing */
"Angola" = "Ангола";

/* nothing */
"Antarctica" = "Антарктика";

/* nothing */
"Argentina" = "Аргентина";

/* nothing */
"Reverse DNS" = "Обратный DNS";

/* nothing */
"American Samoa" = "Американское Самоа";

/* nothing */
"Austria" = "Австрия";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "Австралия";

/* nothing */
"Aruba" = "Аруба";

/* nothing */
"Aland Islands" = "Аландские острова";

/* nothing */
"Azerbaijan" = "Азербайджан";

/* nothing */
"Bosnia and Herzegovina" = "Босния и Герцеговина";

/* nothing */
"Barbados" = "Барбадос";

/* nothing */
"Bangladesh" = "Бангладеш";

/* nothing */
"Belgium" = "Бельгия";

/* nothing */
"Burkina Faso" = "Буркина Фасо";

/* nothing */
"Bulgaria" = "Болгария";

/* nothing */
"Bahrain" = "Бахрейн";

/* nothing */
"Burundi" = "Бурунди";

/* nothing */
"Businesses" = "Businesses";

/* nothing */
"Benin" = "Бенин";

/* nothing */
"Bermuda" = "Бермуды";

/* nothing */
"Brunei Darussalam" = "Бруней ";

/* nothing */
"Bolivia" = "Боливия";

/* nothing */
"Brazil" = "Бразилия";

/* nothing */
"Bahamas" = "Багамы";

/* nothing */
"Bhutan" = "Бутан";

/* nothing */
"Bouvet Island" = "Острова Буве";

/* nothing */
"Botswana" = "Ботсвана";

/* nothing */
"Belarus" = "Беларусь";

/* nothing */
"Belize" = "Белиз";

/* nothing */
"Canada" = "Канада";

/* nothing */
"Cocos Islands" = "Кокосовые о-ва";

/* nothing */
"Democratic Republic of Congo" = "Республика Конго";

/* nothing */
"Central African Republic" = "Центральная Африканская Республика";

/* nothing */
"Congo" = "Конго";

/* nothing */
"Switzerland" = "Швейцария";

/* nothing */
"Cote d'Ivoire" = "Кот'Д'Ивуар";

/* nothing */
"Cook Islands" = "Острова Кука";

/* nothing */
"Chile" = "Чили";

/* nothing */
"Cameroon" = "Камерун";

/* nothing */
"China" = "Китай";

/* nothing */
"Colombia" = "Колумбия";

/* nothing */
"Internic Commercial" = "Коммерческие";

/* nothing */
"Costa Rica" = "Коста Рика";

/* nothing */
"Serbia and Montenegro" = "Сербия и Черногория";

/* nothing */
"Cuba" = "Куба";

/* nothing */
"Cape Verde" = "Капо-Верде";

/* nothing */
"Christmas Island" = "Рождественские острова";

/* nothing */
"Cyprus" = "Кипр";

/* nothing */
"Czech Republic" = "Чешская республика";

/* nothing */
"Germany" = "Германия";

/* nothing */
"Djibouti" = "Джибути";

/* nothing */
"Denmark" = "Дания";

/* nothing */
"Dominica" = "Доминика";

/* nothing */
"Dominican Republic" = "Доминиканская республика";

/* nothing */
"Algeria" = "Алжир";

/* nothing */
"Ecuador" = "Эквадор";

/* nothing */
"Educational Institution" = "Образовательные учреждения";

/* nothing */
"Estonia" = "Эстония";

/* nothing */
"Egypt" = "Египет";

/* nothing */
"Western Sahara" = "Западная сахара";

/* nothing */
"Eritrea" = "Эритрея";

/* nothing */
"Spain" = "Испания";

/* nothing */
"Ethiopia" = "Эфиопия";

/* nothing */
"European Union" = "";

/* nothing */
"Finland" = "Финляндия";

/* nothing */
"Fiji" = "Фиджи";

/* nothing */
"Falkland Islands" = "Фолклендские о-ва";

/* nothing */
"Micronesia" = "Микронезия";

/* nothing */
"Faroe Islands" = "Острова Фарое";

/* nothing */
"France" = "Франция";

/* nothing */
"Gabon" = "Габон";

/* nothing */
"Great Britain" = "Великобритания";

/* nothing */
"Grenada" = "Гренада";

/* nothing */
"Georgia" = "Грузия";

/* nothing */
"French Guiana" = "Французская Гвиана";

/* nothing */
"British Channel Isles" = "Британские острова";

/* nothing */
"Ghana" = "Гана";

/* nothing */
"Gibraltar" = "Гибралтар";

/* nothing */
"Greenland" = "Гренландия";

/* nothing */
"Gambia" = "Гамбия";

/* nothing */
"Guinea" = "Гвинея";

/* nothing */
"Government" = "Правительственные";

/* nothing */
"Guadeloupe" = "Гваделупа";

/* nothing */
"Equatorial Guinea" = "Экваториальная Гвинея";

/* nothing */
"Greece" = "Греция";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "Южная Георгия и Южные Сандвичевы острова";

/* nothing */
"Guatemala" = "Гватемала";

/* nothing */
"Guam" = "Гуам";

/* nothing */
"Guinea-Bissau" = "Гвинея-Биссау";

/* nothing */
"Guyana" = "Гайаня";

/* nothing */
"Hong Kong" = "Гонк Конг";

/* nothing */
"Heard and McDonald Islands" = "Heard and McDonald Islands";

/* nothing */
"Honduras" = "Гондурас";

/* nothing */
"Croatia" = "Хорватия";

/* nothing */
"Haiti" = "Гаити";

/* nothing */
"Hungary" = "Венгрия";

/* nothing */
"Indonesia" = "Индонезия";

/* nothing */
"Ireland" = "Ирландия";

/* nothing */
"Israel" = "Израиль";

/* nothing */
"Isle of Man" = "Остров Мэн";

/* nothing */
"India" = "Индия";

/* nothing */
"Informational" = "Информационные";

/* nothing */
"International" = "Интернациональные";

/* nothing */
"British Indian Ocean Territory" = "Британская индоокеанская территория";

/* nothing */
"Iraq" = "Ирак";

/* nothing */
"Iran" = "Иран";

/* nothing */
"Iceland" = "Исландия";

/* nothing */
"Italy" = "Италия";

/* nothing */
"Jersey" = "Джерси (Нормандские острова)";

/* nothing */
"Jamaica" = "Ямайка";

/* nothing */
"Jordan" = "Иордания";

/* nothing */
"Japan" = "Япония";

/* nothing */
"Kenya" = "Кения";

/* nothing */
"Kyrgyzstan" = "Киргизстан";

/* nothing */
"Cambodia" = "Камбоджа";

/* nothing */
"Kiribati" = "Кирибати";

/* nothing */
"Comoros" = "Коморос";

/* nothing */
"St. Kitts and Nevis" = "St. Kitts and Nevis";

/* nothing */
"North Korea" = "Северная Корея";

/* nothing */
"South Korea" = "Южная Корея";

/* nothing */
"Kuwait" = "Кувейт";

/* nothing */
"Cayman Islands" = "Каймановы о-ва";

/* nothing */
"Kazakhstan" = "Казахстан";

/* nothing */
"Laos" = "Лаос";

/* nothing */
"Lebanon" = "Ливан";

/* nothing */
"Saint Lucia" = "Санта Лючия";

/* nothing */
"Liechtenstein" = "Лихтенштейн";

/* nothing */
"Sri Lanka" = "Шри Ланка";

/* nothing */
"Liberia" = "Либерия";

/* nothing */
"Lesotho" = "Лесото";

/* nothing */
"Lithuania" = "Литва";

/* nothing */
"Luxembourg" = "Люксембург";

/* nothing */
"Latvia" = "Латвия";

/* nothing */
"Libya" = "Ливия";

/* nothing */
"Morocco" = "Марокко";

/* nothing */
"Monaco" = "Монако";

/* nothing */
"Moldova" = "Молдова";

/* nothing */
"United States Medical" = "Медучреждения США";

/* nothing */
"Madagascar" = "Мадагаскар";

/* nothing */
"Marshall Islands" = "Маршаловы о-ва";

/* nothing */
"Military" = "Военные";

/* nothing */
"Macedonia" = "Македония";

/* nothing */
"Mali" = "Мали";

/* nothing */
"Myanmar" = "Мьянма";

/* nothing */
"Mongolia" = "Монголия";

/* nothing */
"Macau" = "Макао";

/* nothing */
"Northern Mariana Islands" = "Северные Марианские острова";

/* nothing */
"Martinique" = "Мартиника";

/* nothing */
"Mauritania" = "Мавритания";

/* nothing */
"Montserrat" = "Монтсерат";

/* nothing */
"Malta" = "Мальта";

/* nothing */
"Mauritius" = "Маврикий";

/* nothing */
"Maldives" = "Мальдивы";

/* nothing */
"Malawi" = "Малави";

/* nothing */
"Mexico" = "Мексика";

/* nothing */
"Malaysia" = "Малайзия";

/* nothing */
"Mozambique" = "Мозамбик";

/* nothing */
"Namibia" = "Намибия";

/* nothing */
"New Caledonia" = "Новая Каледония";

/* nothing */
"Niger" = "Нигер";

/* nothing */
"Internic Network" = "Сети";

/* nothing */
"Norfolk Island" = "Норфолкские острова";

/* nothing */
"Nigeria" = "Нигерия";

/* nothing */
"Nicaragua" = "Никарагуа";

/* nothing */
"Netherlands" = "Нидерланды";

/* nothing */
"Norway" = "Норвегия";

/* nothing */
"Nepal" = "Непал";

/* nothing */
"Nauru" = "Науру";

/* nothing */
"Niue" = "Ниуе";

/* nothing */
"New Zealand" = "Новая зеландия";

/* nothing */
"Oman" = "Оман";

/* nothing */
"Internic Non-Profit Organization" = "Сетевые некоммерческие организации";

/* nothing */
"Panama" = "Панама";

/* nothing */
"Peru" = "Перу";

/* nothing */
"French Polynesia" = "Французская Полинезия";

/* nothing */
"Papua New Guinea" = "Новая Гвинея";

/* nothing */
"Philippines" = "Филлипины";

/* nothing */
"Pakistan" = "Пакистан";

/* nothing */
"Poland" = "Польша";

/* nothing */
"St. Pierre and Miquelon" = "St. Pierre and Miquelon";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Пуэрто Рико";

/* nothing */
"Palestinian Territory" = "Палестинские территории";

/* nothing */
"Portugal" = "Португалия";

/* nothing */
"Palau" = "Палау";

/* nothing */
"Paraguay" = "Парагвай";

/* nothing */
"Qatar" = "Катар";

/* nothing */
"Reunion" = "Реунион";

/* nothing */
"Romania" = "Румыния";

/* nothing */
"Old School ARPAnet" = "Старая сеть ARPAnet";

/* nothing */
"Russian Federation" = "Россия";

/* nothing */
"Rwanda" = "Руанда";

/* nothing */
"Saudi Arabia" = "Саудовская Аравия";

/* nothing */
"Solomon Islands" = "Соломоновы о-ва";

/* nothing */
"Seychelles" = "Сейшелы";

/* nothing */
"Sudan" = "Судан";

/* nothing */
"Sweden" = "Швеция";

/* nothing */
"Singapore" = "Сингапур";

/* nothing */
"St. Helena" = "Святая Елена";

/* nothing */
"Slovenia" = "Словения";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Svalbard and Jan Mayen Islands";

/* nothing */
"Slovak Republic" = "Словацкая Республика";

/* nothing */
"Sierra Leone" = "Сьера Леоне";

/* nothing */
"San Marino" = "Сан Марино";

/* nothing */
"Senegal" = "Сенегал";

/* nothing */
"Somalia" = "Сомали";

/* nothing */
"Suriname" = "Суринам";

/* nothing */
"Sao Tome and Principe" = "Сен-Томе и Принсипи";

/* nothing */
"Former USSR" = "Бывш. СССР";

/* nothing */
"El Salvador" = "Сальвадор";

/* nothing */
"Syria" = "Сирия";

/* nothing */
"Swaziland" = "Свазиленд";

/* nothing */
"Turks and Caicos Islands" = "о-ва Тёркс и Кайкос";

/* nothing */
"Chad" = "Чад";

/* nothing */
"French Southern Territories" = "Франзузские Южные Территории";

/* nothing */
"Togo" = "Того";

/* nothing */
"Thailand" = "Таиланд";

/* nothing */
"Tajikistan" = "Таджикистан";

/* nothing */
"Tokelau" = "о-ва Токелау";

/* nothing */
"East Timor" = "Восточный Тимор";

/* nothing */
"Turkmenistan" = "Туркменистан";

/* nothing */
"Tunisia" = "Тунис";

/* nothing */
"Tonga" = "Тонга";

/* nothing */
"Turkey" = "Турция";

/* nothing */
"Trinidad and Tobago" = "Тринидад и Тобаго";

/* nothing */
"Tuvalu" = "Тувалу";

/* nothing */
"Taiwan" = "Тайвань";

/* nothing */
"Tanzania" = "Танзания";

/* nothing */
"Ukraine" = "Украина";

/* nothing */
"Uganda" = "Уганда";

/* nothing */
"United Kingdom" = "Объединенное королевство";

/* nothing */
"United States of America" = "США";

/* nothing */
"Uruguay" = "Уругвай";

/* nothing */
"Uzbekistan" = "Узбекистан";

/* nothing */
"Vatican City State" = "Ватикан";

/* nothing */
"St. Vincent and the Grenadines" = "Сент-Винсент и Гренадины";

/* nothing */
"Venezuela" = "Венесуэла";

/* nothing */
"British Virgin Islands" = "Британские Виргинские о-ва";

/* nothing */
"US Virgin Islands" = "Американские Виргинские о-ва";

/* nothing */
"Vietnam" = "Вьетнам";

/* nothing */
"Vanuatu" = "Вануату";

/* nothing */
"Wallis and Futuna Islands" = "Wallis and Futuna Islands";

/* nothing */
"Samoa" = "Самоа";

/* nothing */
"Yemen" = "Йемен";

/* nothing */
"Mayotte" = "Mayotte";

/* nothing */
"Yugoslavia" = "Югославия";

/* nothing */
"South Africa" = "Южная Африка";

/* nothing */
"Zambia" = "Замбия";

/* nothing */
"Zimbabwe" = "Зимбабве";

/* nothing */
"Unknown" = "Неизвестно";

/* nothing */
"Open Dialog Window" = "Открыть диалоговое окно";

/* nothing */
"Send a File" = "Послать файл";

/* nothing */
"User Info (WHOIS)" = "Информация о пользователе (WHOIS)";

/* nothing */
"Operator Actions" = "Настройки";

/* nothing */
"Give Ops" = "Дать оператора";

/* nothing */
"Take Ops" = "Снять оператора";

/* nothing */
"Give Voice" = "Дать голос";

/* nothing */
"Take Voice" = "Забрать голос";

/* nothing */
"Kick/Ban" = "Кик/Бан";

/* nothing */
"Kick" = "Кик";

/* nothing */
"Ban" = "Бан";

/* nothing */
"KickBan" = "Кик+Бан";

/* nothing */
"Direct client-to-client" = "Прямое соединение";

/* nothing */
"Send File" = "Послать файл";

/* nothing */
"Offer Chat" = "Предложить разговор";

/* nothing */
"Abort Chat" = "Прервать Разговор";

/* nothing */
"Version" = "Версия";

/* nothing */
"Userinfo" = "Информация о пользователе";

/* nothing */
"Clientinfo" = "Информация о клиенте";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Время";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Операция";

/* nothing */
"Kill this user" = "Убить этого пользователя";

/* nothing */
"Mode" = "Режим";

/* nothing */
"Give Half-Ops" = "Дать оператора";

/* nothing */
"Take Half-Ops" = "Снять оператора";

/* nothing */
"Ignore" = "Игнорировать";

/* nothing */
"Ignore User" = "Игнорировать пользователя";

/* nothing */
"UnIgnore User" = "Снять игнорирование пользователя";

/* nothing */
"Info" = "Информация";

/* nothing */
"Who" = "Кто ";

/* nothing */
"WhoIs" = "Кто ";

/* nothing */
"DNS Lookup" = "Просмотр DNS:";

/* nothing */
"Trace" = "Трассировка";

/* nothing */
"UserHost" = "Компьютер пользователя";

/* nothing */
"External" = "Внешние";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "Уйти с канала";

/* nothing */
"Join Channel..." = "Зайти на канал...";

/* nothing */
"Enter Channel to Join:" = "Введите канал для входа:";

/* nothing */
"Server Links" = "Ссылки сервера";

/* nothing */
"Ping Server" = "Ping Server";

/* nothing */
"Hide Version" = "Не показывать версию";

/* nothing */
"Op" = "Оператор";

/* nothing */
"DeOp" = "Снять оператора";

/* nothing */
"bye" = "пока";

/* nothing */
"Enter reason to kick %s:" = "введите причину выброса %s:";

/* nothing */
"Sendfile" = "Послать файл";

/* nothing */
"Dialog" = "Диалог";

/* nothing */
"Send" = "Послать";

/* nothing */
"Chat" = "Разговор";

/* nothing */
"Clear" = "Очистить";

/* nothing */
"Couldn't connect to session bus" = "";

/* nothing */
"Failed to complete NameHasOwner" = "";

/* nothing */
"Failed to complete Command" = "Ошибка открытия шрифта:\n\n%s";

/* nothing */
"remote access" = "удаленный доступ";

/* nothing */
"plugin for remote access using DBUS" = "";

/* nothing */
"Couldn't connect to session bus: %s\n" = "";

/* nothing */
"Failed to acquire %s: %s\n" = "Ошибка открытия шрифта:\n\n%s";

/* nothing */
"About XChat" = "Об X-Chat";

/* nothing */
"A multiplatform IRC Client" = "Многоплатформенный IRC-клиент";

/* nothing */
"Character Chart" = "Кодировка";

/* nothing */
"Not connected." = "Не соединяться автоматически ";

/* nothing */
"You must select some bans." = "Вы должны выбрать баны.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "Вы действительно хотите снять все баны с %s?";

/* nothing */
"Mask" = "Маска";

/* nothing */
"From" = "От";

/* nothing */
"Date" = "Дата";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "";

/* nothing */
"XChat: Ban List (%s)" = "X-Chat: Список банов (%s)";

/* nothing */
"Unban" = "Снять бан";

/* nothing */
"Crop" = "Сжать";

/* nothing */
"Refresh" = "Обновить";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "Статистика: %d/%d пользователей  на %d/%d каналах";

/* nothing */
"Select an output filename" = "Выберите файл для вывода";

/* nothing */
"_Join Channel" = "Зайти на канал";

/* nothing */
"_Copy Channel Name" = "Имя канала";

/* nothing */
"Copy _Topic Text" = "";

/* nothing */
"XChat: Channel List (%s)" = "X-Chat: Список каналов (%s)";

/* nothing */
"_Search" = "Поиск";

/* nothing */
"_Download List" = "Загрузить файлы в:";

/* nothing */
"Save _List..." = "Список серверов...";

/* nothing */
"Show only:" = "Показывать только:";

/* nothing */
"channels with" = "Открыть каналы в:";

/* nothing */
"to" = "";

/* nothing */
"users." = "пользователи.";

/* nothing */
"Look in:" = "";

/* nothing */
"Channel name" = "Имя канала";

/* nothing */
"Search type:" = "Найти...";

/* nothing */
"Simple Search" = "Простой поиск";

/* nothing */
"Pattern Match (Wildcards)" = "";

/* nothing */
"Regular Expression" = "";

/* nothing */
"Find:" = "Поиск:";

/* nothing */
"Send file to %s" = "Отправить файл %s";

/* nothing */
"That file is not resumable." = "Файл нельзя продолжить.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Нет доступа к файлу: %s\n%s.\nПродолжение не доступно.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "Файл во входном каталоге больше запрошенного. Продолжение невозможно.";

/* nothing */
"Cannot resume the same file from two people." = "Не могу продолжить одинаковый файл от 2 пользователей.";

/* nothing */
"XChat: Uploads and Downloads" = "";

/* nothing */
"Status" = "Статус";

/* nothing */
"File" = "Файл";

/* nothing */
"ETA" = "Осталось";

/* nothing */
"Both" = "Оба";

/* nothing */
"Uploads" = "";

/* nothing */
"Downloads" = "Загрузить файлы в:";

/* nothing */
"Details" = "Ваши детали";

/* nothing */
"File:" = "Файл:";

/* nothing */
"Address:" = "Адрес:";

/* nothing */
"Abort" = "Прервать";

/* nothing */
"Accept" = "Подтвердить";

/* nothing */
"Resume" = "Продолж.";

/* nothing */
"Open Folder..." = "Открыть папку...";

/* nothing */
"XChat: DCC Chat List" = "XChat: Список разговоров по DCC";

/* nothing */
"Recv" = "Прин";

/* nothing */
"Sent" = "Отпр";

/* nothing */
"Start Time" = "Время Начала";

/* nothing */
"*NEW*" = "*НОВ*";

/* nothing */
"EDIT ME" = "Исправь!!!";

/* nothing */
"Name" = "Имя";

/* nothing */
"Command" = "Команда";

/* nothing */
"Move Up" = "Вверх";

/* nothing */
"Move Dn" = "Вниз";

/* nothing */
"Cancel" = "Отмена";

/* nothing */
"Save" = "Записать";

/* nothing */
"Add New" = "Добавить новый";

/* nothing */
"Delete" = "Удалить";

/* nothing */
"Sort" = "Сортировать";

/* nothing */
"Help" = "Помощь";

/* nothing */
"Don't auto connect to servers" = "Автоматически подключаться к серверу";

/* nothing */
"Use a different config directory" = "используется другой конфигурационный каталог";

/* nothing */
"Don't auto load any plugins" = "Не загружать автоматически плагины";

/* nothing */
"Show plugin auto-load directory" = "показать каталог автозагружаемых плагинов";

/* nothing */
"Show user config directory" = "используется другой конфигурационный каталог";

/* nothing */
"Open an irc://server:port/channel URL" = "";

/* nothing */
"Open URL in an existing XChat" = "";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "";

/* nothing */
"level" = "уровень";

/* nothing */
"Show version information" = "Показать информацию о версии";

/* nothing */
"Failed to open font:\n\n%s" = "Ошибка открытия шрифта:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Буфер поиска пуст.\n";

/* nothing */
"%d bytes" = "%d байт";

/* nothing */
"Network send queue: %d bytes" = "";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "Команда Run запускает данные в Data 1 как если бы они были впечатаны в поле ввода Где нажата последовательность клавиш. Может содержать текст (который можно послать на канал/персоне), команды или команды пользователя. Когда запускает все символы в Data 1 использует для разделения команд, если возможно запустить больше одной команды Если вы хотите использовать \\ iв тексте, вводите\\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "Команда Сменить страницу  переключает страницы  записной книжки. Установите Data 1 на страницу, куда хотите переключиться. Если Data 2 установлена, то считается относительно текущей позиции.";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "Команда  Вставить в буфер  вставит содержимое Данные 1 в текущую позицию курсора";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "Команда  Пролистать страницу  пролистывает текст вверх или вниз. Если Данные 1 установлены, страница пролистывается вверх, иначе вниз.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "Команда  Установить буфер содержит последовательность, содержащуюся в Данные 1";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "Команда  Последняя команда   одержит последнюю введеную команду - такую же, как в оболочке.";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "Команда  Следующая команда  содержит следующую введеную команду, - такую же, как и в оболочке.";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Команда заменяет текст, дополняя ники и команды. Если Данные 1 установлены, двойной Tab выбирает последний ник, не следующий.";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Команда прокручивает список ников. Если Данные 1 установлены - прокручивает вверх, иначе - вниз.";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Команда проверяет последнее введенное слово в список замены и заменяет, если находит соответствие.";

/* nothing */
"This command moves the front tab left by one" = "Эта команда перемещает текущую закладку влево.";

/* nothing */
"This command moves the front tab right by one" = "Эта команда перемещает текущую закладку вправо.";

/* nothing */
"This command moves the current tab family to the left" = "Эта команда перемещает текущую группу закладок влево";

/* nothing */
"This command moves the current tab family to the right" = "Эта команда перемещает текущую группу закладок вправо";

/* nothing */
"Push input line into history but doesn't send to server" = "Записать строку в журнал, но не посылать на сервер";

/* nothing */
"There was an error loading key bindings configuration" = "Ошибка загрузки конфигурации клавиш";

/* nothing */
"<none>" = "<none>";

/* nothing */
"Mod" = "Mod";

/* nothing */
"Key" = "Клавиша";

/* nothing */
"Action" = "Действие";

/* nothing */
"XChat: Keyboard Shortcuts" = "X-Chat: Клавиатурные сокращения";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Данные 1";

/* nothing */
"Data 2" = "Данные 2";

/* nothing */
"Error opening keys config file\n" = "Ошибка открытия файла настроек клавиш\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Неизвестное имя клавиши %s в конфигурационном файле.\nЗагрузка прекращена, поправьте файл %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Неизвестное действие %s в конфигурационном файле.\nЗагрузка прекращена, поправьте файл %s/keybindings.conf\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Требуемая строка (начинается на Dx{:|!}), а содержит:\n%s\n\nЗагрузка прервана, Поправьте %s/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Конфигурационный файл настроек клавиш поврежден, загрузка прекращена\nПоправьте файл %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "Невозможно записать в этот файл.";

/* nothing */
"Cannot read that file." = "Невозможно прочитать этот файл.";

/* nothing */
"That mask already exists." = "Такая маска уже существует.";

/* nothing */
"Private" = "Приватный";

/* nothing */
"Notice" = "Сообщение";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Приглашен";

/* nothing */
"Unignore" = "Не игнорировать";

/* nothing */
"Enter mask to ignore:" = "Введите маску для игнорирования:";

/* nothing */
"XChat: Ignore list" = "X-Chat: Список игнорирования";

/* nothing */
"Ignore Stats:" = "Состояние игнорирования:";

/* nothing */
"Channel:" = "Канал:";

/* nothing */
"Private:" = "Приватный:";

/* nothing */
"Notice:" = "Сообщение:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Пригласить:";

/* nothing */
"Add..." = "Добавить...";

/* nothing */
"Channel name too short, try again." = "";

/* nothing */
"XChat: Connection Complete" = "XChat: Соединение завершено";

/* nothing */
"Connection to %s complete." = "Соединение с %s завершено.";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "";

/* nothing */
"What would you like to do next?" = "";

/* nothing */
"_Nothing, I'll join a channel later." = "";

/* nothing */
"_Join this channel:" = "Зайти на канал:";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "";

/* nothing */
"O_pen the Channel-List window." = "Открыть каналы в:";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "";

/* nothing */
"_Always show this dialog after connecting." = "";

/* nothing */
"Dialog with" = "Диалог с";

/* nothing */
"Topic for %s is: %s" = "Тема для %s : %s";

/* nothing */
"No topic is set" = "Тема не установлена";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "";

/* nothing */
"Quit XChat?" = "Выйти из XChat?";

/* nothing */
"Don't ask next time." = "Не спрашивать в следующий раз";

/* nothing */
"You are connected to %i IRC networks." = "Авто Соединение при запуске";

/* nothing */
"Are you sure you want to quit?" = "Вы действительно хотите выйти?";

/* nothing */
"Some file transfers are still active." = "Некоторые передачи файлов еще активны, выйти из XChat?";

/* nothing */
"_Minimize to Tray" = "";

/* nothing */
"Insert Attribute or Color Code" = "Вставить код цвета";

/* nothing */
"<b>Bold</b>" = "<b>Жирный</b>";

/* nothing */
"<u>Underline</u>" = "Подчеркнутый";

/* nothing */
"Normal" = "Норвегия";

/* nothing */
"Colors 0-7" = "Цвета 0-7";

/* nothing */
"Colors 8-15" = "Цвета 8-15";

/* nothing */
"Beep on message" = "Звуковой сигнал при получении сообщений";

/* nothing */
"Blink tray on message" = "Звуковой сигнал при получении сообщений";

/* nothing */
"Show join/part messages" = "Сообщать о входе/выходе";

/* nothing */
"Color paste" = "Вставить цвет";

/* nothing */
"_Close Tab" = "Закрыть вкладку";

/* nothing */
"_Detach Tab" = "Отцепить вкладку";

/* nothing */
"User limit must be a number!\n" = "Лимит пользователей должен содержать номер!\n";

/* nothing */
"Topic Protection" = "Защитить тему";

/* nothing */
"No outside messages" = "Нет последних сообщений";

/* nothing */
"Secret" = "Секрет";

/* nothing */
"Invite Only" = "Только приглашенные";

/* nothing */
"Moderated" = "Модерируемый";

/* nothing */
"Ban List" = "Список банов";

/* nothing */
"Keyword" = "Ключевое слово";

/* nothing */
"User Limit" = "Ограничение пользователей";

/* nothing */
"Show/Hide userlist" = "Показать/Скрыть список пользователей";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Невозможно установить прозрачный фон!\n\nВозможно, вы используете несовместимый оконный\nменеджер, который не поддерживает такую возможность.\n";

/* nothing */
"Enter new nickname:" = "Введите новый ник:";

/* nothing */
"Host unknown" = "Хост неизвестен";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "Настоящее имя:";

/* nothing */
"User:" = "Пользователь:";

/* nothing */
"Country:" = "Страна:";

/* nothing */
"Server:" = "Сервер:";

/* nothing */
"Away Msg:" = "Сообщение об отсутствии:";

/* nothing */
"%u minutes ago" = "%u минут назад";

/* nothing */
"Last Msg:" = "Последнее сообщение:";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "";

/* nothing */
"Open Link in Browser" = "Открыть ссылку в браузере";

/* nothing */
"Copy Selected Link" = "Копировать выбранную ссылку";

/* nothing */
"Join Channel" = "Зайти на канал";

/* nothing */
"Part Channel" = "Покинуть канал";

/* nothing */
"Cycle Channel" = "Каналы по кругу";

/* nothing */
"XChat: User menu" = "X-Chat: Пользовательское меню";

/* nothing */
"Edit This Menu..." = "Редактировать это меню..";

/* nothing */
"Retrieve channel list..." = "Список каналов...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Команды пользователя - Специальные коды:\n\n%c  =  текущий канал\n%m  = информация о компьютере\n%n  =  ваш ник\n%t  =  время/дата\n%v  =  версия XChat\n%2  =  слово 2\n%3  =  слово 3\n&2  =  слово 2 до конца строки\n&3  =  слово 3 до конца строки\n\nнапример:\n/cmd john hello\n\n%2 должно быть \"john\"\n&2 должно быть \"john hello\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Кнопки списка пользователей - Специальные коды:\n\n%a  =  все выбранные ники\n%c  =  текущий канал\n%h  =  адреса выбранных ников\n%m  = информация о компьютере\n%n  =  ваш ник\n%s  =  выбранный ник\n%t  =  время/дата\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Кнопки диалога - Специальные коды:\n\n%a  =  все выбранные ники\n%c  =  текущий канал\n%h  =  адреса выбранных ников\n%m  = информация о компьютере\n%n  =  ваш ник\n%s  =  выбранный ник\n%t  =  время/дата\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "Ответы CTCP - Специальные коды:\n\n%d  =  данные (целый ctcp)\n%m  =  инфо о компьютере\n%s  =  ник пославшего ctcp\n%t  =  время/дата\n%2  =  слово 2\n%3  =  слово 3\n&2  =  слово 2 до конца строки\n&3  =  слово 3 до конца строки\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "Обработчики URL - Специальные коды:\n\n%s  =  строка URL\n\nДобавление ! перед командой\nпоказывает, что будет отправлено \nоболочке вместо X-Chat";

/* nothing */
"XChat: User Defined Commands" = "X-Chat: Определенные пользователем команды";

/* nothing */
"XChat: Userlist Popup menu" = "Всплывающее меню списка пользователей..";

/* nothing */
"Replace with" = "Заменить на";

/* nothing */
"XChat: Replace" = "X-Chat: Замена";

/* nothing */
"XChat: URL Handlers" = "XChat: Обработчики URL";

/* nothing */
"XChat: Userlist buttons" = "Кнопки списка пользователей..";

/* nothing */
"XChat: Dialog buttons" = "XChat: Кнопки диалога";

/* nothing */
"XChat: CTCP Replies" = "XChat: Ответы CTCP";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "Список сетей";

/* nothing */
"_New" = "Новая...";

/* nothing */
"Server Tab..." = "Вкладка сервера...";

/* nothing */
"Channel Tab..." = "Вкладка канала...";

/* nothing */
"Server Window..." = "Окно сервера...";

/* nothing */
"Channel Window..." = "Окно канала...";

/* nothing */
"_Load Plugin or Script..." = "Загрузить скрипт или плагин";

/* nothing */
"_Quit" = "Выход";

/* nothing */
"_View" = "";

/* nothing */
"_Menu Bar" = "Панел_ь меню";

/* nothing */
"_Topic Bar" = "Панель темы";

/* nothing */
"_User List" = "Список Пользователей";

/* nothing */
"U_serlist Buttons" = "Кнопки списка пользователей...";

/* nothing */
"M_ode Buttons" = "Кнопки Режима Канала";

/* nothing */
"_Channel Switcher" = "Список каналов...";

/* nothing */
"_Tabs" = "Закладки";

/* nothing */
"T_ree" = "Трассировка";

/* nothing */
"_Network Meters" = "Настройки сети";

/* nothing */
"Off" = "Выключено";

/* nothing */
"Graph" = "График:";

/* nothing */
"_Server" = "Сервер";

/* nothing */
"_Disconnect" = "Отключиться";

/* nothing */
"_Reconnect" = "Пересоединиться";

/* nothing */
"Marked Away" = "Пометить как \"Отошел\"";

/* nothing */
"_Usermenu" = "Имя пользователя";

/* nothing */
"S_ettings" = "Настройка";

/* nothing */
"_Preferences" = "Установки";

/* nothing */
"Advanced" = "Дополнительно";

/* nothing */
"Auto Replace..." = "Автозамена";

/* nothing */
"CTCP Replies..." = "Ответы CTCP...";

/* nothing */
"Dialog Buttons..." = "Кнопки диалога..";

/* nothing */
"Keyboard Shortcuts..." = "Клавиатурные сокращения";

/* nothing */
"Text Events..." = "Тексты событий...";

/* nothing */
"URL Handlers..." = "Обработчики URL...";

/* nothing */
"User Commands..." = "Команды пользователя...";

/* nothing */
"Userlist Buttons..." = "Кнопки списка пользователей...";

/* nothing */
"Userlist Popup..." = "Меню списка пользователей..";

/* nothing */
"_Window" = "Окно";

/* nothing */
"Ban List..." = "Список банов...";

/* nothing */
"Channel List..." = "Список каналов...";

/* nothing */
"Character Chart..." = "Таблица символов...";

/* nothing */
"Direct Chat..." = "Список разговоров DCC...";

/* nothing */
"File Transfers..." = "Передачи файлов...";

/* nothing */
"Ignore List..." = "Список игнорирования...";

/* nothing */
"Notify List..." = "Список уведомлений...";

/* nothing */
"Plugins and Scripts..." = "Плагины и скрипты...";

/* nothing */
"Raw Log..." = "Монитор сети...";

/* nothing */
"URL Grabber..." = "Сборщик URL...";

/* nothing */
"Reset Marker Line" = "Сбросить маркерную линию";

/* nothing */
"C_lear Text" = "Очистить";

/* nothing */
"Search Text..." = "Найти...";

/* nothing */
"Save Text..." = "Сохранить текст...";

/* nothing */
"_Help" = "Помощь";

/* nothing */
"_Contents" = "Содержание";

/* nothing */
"_About" = "О программе";

/* nothing */
"_Attach Window" = "Окно";

/* nothing */
"_Close Window" = "Закрыть окно";

/* nothing */
"User" = "Пользователь";

/* nothing */
"Last Seen" = "Последний раз";

/* nothing */
"Offline" = "Отключен";

/* nothing */
"Never" = "Никогда";

/* nothing */
"%d minutes ago" = "%d минут назад";

/* nothing */
"Online" = "Подключен";

/* nothing */
"Enter nickname to add:" = "Введите ник для добавления:";

/* nothing */
"Notify on these networks:" = "";

/* nothing */
"Comma separated list of networks is accepted." = "";

/* nothing */
"XChat: Notify List" = "X-Chat: Список уведомлений";

/* nothing */
"Remove" = "Удалить";

/* nothing */
"Open Dialog" = "Открыть диалоговое окно";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "";

/* nothing */
"_Restore" = "";

/* nothing */
"_Hide" = "Скрыть";

/* nothing */
"_Blink on" = "";

/* nothing */
"Channel Message" = "Сообщение канала";

/* nothing */
"Private Message" = "Личное сообщение";

/* nothing */
"Highlighted Message" = "Выделенные сообщения";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: New public message from: %s (%s)" = "";

/* nothing */
"XChat: %u new public messages." = "";

/* nothing */
"XChat: Private message from: %s (%s)" = "";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: File offer from: %s (%s)" = "";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "";

/* nothing */
"Description" = "Описание";

/* nothing */
"Select a Plugin or Script to load" = "Выберите плагин или скрипт для загрузки";

/* nothing */
"XChat: Plugins and Scripts" = "X-Chat: Скрипты и плагины";

/* nothing */
"_Load..." = "Загрузить...";

/* nothing */
"_UnLoad" = "Вы_грузить";

/* nothing */
"_Close" = "Закрыть";

/* nothing */
"Save As..." = "Сохранить как...";

/* nothing */
"XChat: Rawlog (%s)" = "X-Chat: Монитор сети (%s)";

/* nothing */
"Clear rawlog" = "Очистить окно";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "Открытое вами окно поиска больше не существует.";

/* nothing */
"Search hit end, not found." = "";

/* nothing */
"XChat: Search" = "X-Chat: Поиск";

/* nothing */
"_Match case" = "";

/* nothing */
"Search _backwards" = "";

/* nothing */
"_Find" = "Поиск";

/* nothing */
"New Network" = "Новая сеть";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Удалить сеть \"%s\" и все ее сервера?";

/* nothing */
"User name and Real name cannot be left blank." = "Имя пользователя и реальное имя нельзя оставлять пустым.";

/* nothing */
"XChat: Edit %s" = "X-Chat: Список банов (%s)";

/* nothing */
"Servers for %s" = "Серверы для %s";

/* nothing */
"Connect to selected server only" = "Соединиться только с выделенным сервером";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Не перебирать сервера при ошибке соединения.";

/* nothing */
"Your Details" = "Ваши детали";

/* nothing */
"Use global user information" = "Использовать глобальные установки пользователя:";

/* nothing */
"_Nick name:" = "Ник:";

/* nothing */
"Second choice:" = "Второй выбор:";

/* nothing */
"_User name:" = "Имя пользователя:";

/* nothing */
"Rea_l name:" = "Настоящее имя:";

/* nothing */
"Connecting" = "Соединение";

/* nothing */
"Auto connect to this network at startup" = "Автоматически соединяться сэтой сетью при запуске программы";

/* nothing */
"Use a proxy server" = "Использовать прокси";

/* nothing */
"Use SSL for all the servers on this network" = "Использовать SSL для всех серверов в этой сети";

/* nothing */
"Accept invalid SSL certificate" = "Разрешать плохие сертификаты.";

/* nothing */
"C_hannels to join:" = "Каналы для входа:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Каналы для подключения, разделенные запятыми, но не пробелами!";

/* nothing */
"Connect command:" = "Команда для соединения:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Дополнительная команда, выполняемая после соединения. Если вам требуется указать больше, чем одну - пропишите LOAD -e <ИмяФайла>, где <ИмяФайла> - текстовый файл с командами.";

/* nothing */
"Nickserv password:" = "Пароль для Nickserv:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "";

/* nothing */
"Server password:" = "Пароль сервера:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Пароль для сервера, если не требуется -оставьте пустым.";

/* nothing */
"Character set:" = "Кодировка:";

/* nothing */
"_Edit" = "Редактировать";

/* nothing */
"XChat: Network List" = "X-Chat: Список сетей";

/* nothing */
"User Information" = "Информация о пользователе";

/* nothing */
"Third choice:" = "Третий выбор:";

/* nothing */
"Networks" = "Сети";

/* nothing */
"Skip network list on startup" = "Не показывать список сетей при запуске";

/* nothing */
"_Edit..." = "Править...";

/* nothing */
"_Sort" = "Сортировать";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "";

/* nothing */
"C_onnect" = "Подключить";

/* nothing */
"Text Box Appearance" = "Оформление ввода текста";

/* nothing */
"Font:" = "Шрифт:";

/* nothing */
"Background image:" = "Фоновое изображение:";

/* nothing */
"Scrollback lines:" = "Линии прокрутки:";

/* nothing */
"Colored nick names" = "Цветные ники";

/* nothing */
"Give each person on IRC a different color" = "Дать каждой персоне на IRC свой цвет";

/* nothing */
"Indent nick names" = "Выравнивать ники";

/* nothing */
"Make nick names right-justified" = "Выравнивает ники по правому краю.";

/* nothing */
"Transparent background" = "Прозрачный фон";

/* nothing */
"Show marker line" = "";

/* nothing */
"Insert a red line after the last read text." = "Вставить красную линию после последней прочитанной строки.";

/* nothing */
"Transparency Settings" = "Настройки прозрачности";

/* nothing */
"Red:" = "Красный:";

/* nothing */
"Green:" = "Зеленый:";

/* nothing */
"Blue:" = "Голубой:";

/* nothing */
"Time Stamps" = "Ставить время/дату сообщений";

/* nothing */
"Enable time stamps" = "Включить отметки времени";

/* nothing */
"Time stamp format:" = "Формат отметки времени:";

/* nothing */
"See strftime manpage for details." = "Смотрите руководство по strftime для деталей";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Last-spoke order" = "";

/* nothing */
"Input box" = "Поле ввода ";

/* nothing */
"Use the Text box font and colors" = "Использовать цвета и шрифт текстовой надписи";

/* nothing */
"Spell checking" = "";

/* nothing */
"Nick Completion" = "Автодополнение ников";

/* nothing */
"Automatic nick completion (without TAB key)" = "Автоматическое завершение ников (без клавиши TAB)";

/* nothing */
"Nick completion suffix:" = "Суффикс дополнения ников:";

/* nothing */
"Nick completion sorted:" = "Суффикс дополнения ников:";

/* nothing */
"Input Box Codes" = "";

/* nothing */
"Interpret %nnn as an ASCII value" = "Рассматривать %nnn как ASCII-код";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Рассматривать %C, %B как Цвет, Жирный и т.д.";

/* nothing */
"A-Z, Ops first" = "A-Z, Op`ы первыми";

/* nothing */
"Z-A, Ops last" = "Z-A, Op`ы последними";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Не сортировать";

/* nothing */
"Left (Upper)" = "";

/* nothing */
"Left (Lower)" = "";

/* nothing */
"Right (Upper)" = "";

/* nothing */
"Right (Lower)" = "";

/* nothing */
"Top" = "Вверху";

/* nothing */
"Bottom" = "Внизу";

/* nothing */
"Hidden" = "Скрыто";

/* nothing */
"User List" = "Список Пользователей";

/* nothing */
"Show hostnames in user list" = "Показывать хост пользователя в списке пользователей";

/* nothing */
"User list sorted by:" = "Сортировать  спиоса пользователе пой ";

/* nothing */
"Show user list at:" = "Показать/Скрыть список пользователей";

/* nothing */
"Away tracking" = "";

/* nothing */
"Track the Away status of users and mark them in a different color" = "";

/* nothing */
"On channels smaller than:" = "На каналах меньше, чем:";

/* nothing */
"Action Upon Double Click" = "Действие по двойному щелчку";

/* nothing */
"Execute command:" = "Выполнить команду:";

/* nothing */
"Windows" = "Окна";

/* nothing */
"Tabs" = "Закладки";

/* nothing */
"Always" = "Всегда";

/* nothing */
"Only requested tabs" = "Только запрошенные закладки";

/* nothing */
"Channel Switcher" = "Список каналов...";

/* nothing */
"Open an extra tab for server messages" = "Открыть вкладку для сообщений сервера";

/* nothing */
"Open an extra tab for server notices" = "Открыть дополнительную вкладку уведомлений сервера";

/* nothing */
"Open a new tab when you receive a private message" = "Открыть новую вкладку при получении частных сообщений";

/* nothing */
"Sort tabs in alphabetical order" = "Сортировать вкладки в алфавитном порядке";

/* nothing */
"Small tabs" = "Маленькие вкладки";

/* nothing */
"Focus new tabs:" = "";

/* nothing */
"Show channel switcher at:" = "На каналах меньше, чем:";

/* nothing */
"Shorten tab labels to:" = "Сократить метки вкладок до:";

/* nothing */
"letters." = "буквы.";

/* nothing */
"Tabs or Windows" = "Вкладки или окна";

/* nothing */
"Open channels in:" = "Открыть каналы в:";

/* nothing */
"Open dialogs in:" = "Открыть диалог в:";

/* nothing */
"Open utilities in:" = "Открыть утилиты в:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Открыть как закладки DCC, Игнорирования, Уведомлений и т.д. или в окне?";

/* nothing */
"No" = "Нет";

/* nothing */
"Yes" = "Да";

/* nothing */
"Browse for save folder every time" = "";

/* nothing */
"Files and Directories" = "Файлы и каталоги";

/* nothing */
"Auto accept file offers:" = "Автоматически принимать файлы:";

/* nothing */
"Download files to:" = "Загрузить файлы в:";

/* nothing */
"Move completed files to:" = "Переместить завершенные файлы в:";

/* nothing */
"Save nick name in filenames" = "Записать ники в файл";

/* nothing */
"Network Settings" = "Установки сети";

/* nothing */
"Get my address from the IRC server" = "Получить свой IP от IRC сервера";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Запросить у сервера свой реальный адрес. Используйте, если ваш адрес вида 192.168.*.*!";

/* nothing */
"DCC IP address:" = "DCC IP адрес:";

/* nothing */
"Claim you are at this address when offering files." = "Заявить этот адрес для предложения файлов.";

/* nothing */
"First DCC send port:" = "Первая DCC передача через порт:";

/* nothing */
"Last DCC send port:" = "Последня DCC передача через порт:";

/* nothing */
"!Leave ports at zero for full range." = "!Оставьте 0 для всего диапазона портов.";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Максимальная скорость передачи файла (байт в секунду)";

/* nothing */
"One upload:" = "Одна заливка:";

/* nothing */
"Maximum speed for one transfer" = "Макс. скорость для одной передачи";

/* nothing */
"One download:" = "Одна закачка:";

/* nothing */
"All uploads combined:" = "Все передачи объединены:";

/* nothing */
"Maximum speed for all files" = "Максимальная скорость для всех файлов";

/* nothing */
"All downloads combined:" = "Все закачки объединены:";

/* nothing */
"Alerts" = "Предупреждения";

/* nothing */
"Show tray balloons on:" = "Показывать закладки с:";

/* nothing */
"Blink tray icon on:" = "";

/* nothing */
"Blink task bar on:" = "";

/* nothing */
"Make a beep sound on:" = "";

/* nothing */
"Enable system tray icon" = "Разрешить отслеживание отсутствия";

/* nothing */
"Highlighted Messages" = "Выделенные сообщения";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "";

/* nothing */
"Extra words to highlight:" = "Дополнительные слова (выделенные):";

/* nothing */
"Nick names not to highlight:" = "Дополнительные слова (выделенные):";

/* nothing */
"Nick names to always highlight:" = "";

/* nothing */
"Separate multiple words with commas." = "Разделять слова запятыми.";

/* nothing */
"Default Messages" = "Сообщения по умолчанию";

/* nothing */
"Quit:" = "Выход:";

/* nothing */
"Leave channel:" = "Уйти с канала:";

/* nothing */
"Away:" = "Отошел:";

/* nothing */
"Away" = "Отошел";

/* nothing */
"Announce away messages" = "Анонсировать сообщение 'Ушёл'";

/* nothing */
"Announce your away messages to all channels" = "Объявляет вас как 'Ушёл' на все каналы к которым вы подключены";

/* nothing */
"Show away once" = "Показывать сообщение 'Ушёл' 1 раз";

/* nothing */
"Show identical away messages only once" = "Показывать одинаковые сообщения об уходе только один раз";

/* nothing */
"Automatically unmark away" = "Автоматически снимать статус \"Отошел\"";

/* nothing */
"Unmark yourself as away before sending messages" = "Снять статус \"Отошел\" перед посылкой сообщений";

/* nothing */
"Advanced Settings" = "Дополнительные настройки";

/* nothing */
"Auto reconnect delay:" = "Задержка авто восстановления соединения:";

/* nothing */
"Display MODEs in raw form" = "Отображать режимы в чистом виде";

/* nothing */
"Whois on notify" = "Whois при извещении";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Послать /WHOIS когда пользователь в вашем списке извещений приходит в online.";

/* nothing */
"Hide join and part messages" = "Скрыть сообщения о приходе/уходе";

/* nothing */
"Hide channel join/part messages by default" = "Скрывать сообщения о приходе/уходе по умолчанию";

/* nothing */
"Auto Open DCC Windows" = "Автоматически открывать окна DCC";

/* nothing */
"Send window" = "Окно отправления";

/* nothing */
"Receive window" = "Окно приема";

/* nothing */
"Chat window" = "Окно канала...";

/* nothing */
"Logging" = "Протоколирование";

/* nothing */
"Enable logging of conversations" = "Включить протоколирование разговоров";

/* nothing */
"Log filename:" = "Маска имени лог файлов:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=Сервер %c=Канал %n=Сеть.";

/* nothing */
"Insert timestamps in logs" = "Добавлять время в протокол";

/* nothing */
"Log timestamp format:" = "Формат времени/даты для протокола:";

/* nothing */
"(Disabled)" = "(Выключено)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "";

/* nothing */
"All Connections" = "Все соединения";

/* nothing */
"IRC Server Only" = "Только IRC серверы";

/* nothing */
"DCC Get Only" = "";

/* nothing */
"Your Address" = "Ваш адрес";

/* nothing */
"Bind to:" = "Назначить:";

/* nothing */
"Only useful for computers with multiple addresses." = "Используется только на компьютерах с несколькими адресами.";

/* nothing */
"Proxy Server" = "Прокси сервер";

/* nothing */
"Hostname:" = "Имя машины:";

/* nothing */
"Port:" = "Порт:";

/* nothing */
"Type:" = "Тип:";

/* nothing */
"Use proxy for:" = "Использовать прокси для:";

/* nothing */
"Proxy Authentication" = "Авторизация прокси";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Проверка на прокси сервере (только HTTP и Socks5)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Использовать авторизацию  (только HTTP и Socks5)";

/* nothing */
"Username:" = "Имя пользователя:";

/* nothing */
"Password:" = "Пароль:";

/* nothing */
"Select an Image File" = "Выберите файл картинки";

/* nothing */
"Select Download Folder" = "Загрузить файлы в";

/* nothing */
"Select font" = "Выберите шрифт";

/* nothing */
"Browse..." = "Выбрать...";

/* nothing */
"Mark identified users with:" = "Пометить идентифицированных пользователей:";

/* nothing */
"Mark not-identified users with:" = "Отметить неидентифицированных пользователей:";

/* nothing */
"Open Data Folder" = "";

/* nothing */
"Select color" = "Выбрать цвет";

/* nothing */
"Text Colors" = "Цвета текста";

/* nothing */
"mIRC colors:" = "Цвета mIRC:";

/* nothing */
"Local colors:" = "Дополнительные цвета:";

/* nothing */
"Foreground:" = "Передний план:";

/* nothing */
"Background:" = "Фон:";

/* nothing */
"Marking Text" = "Отмеченный текст";

/* nothing */
"Interface Colors" = "Интерфейс";

/* nothing */
"New data:" = "Новые данные:";

/* nothing */
"Marker line:" = "Отмеченый передний план:";

/* nothing */
"New message:" = "Новое Сообщение:";

/* nothing */
"Away user:" = "Отошедший пользователь:";

/* nothing */
"Highlight:" = "Выделение:";

/* nothing */
"Event" = "Событие";

/* nothing */
"Sound file" = "Звуковой файл";

/* nothing */
"Select a sound file" = "Выберите звуковой файл";

/* nothing */
"Sound playing method:" = "Метод воспроизведения звука:";

/* nothing */
"External sound playing _program:" = "Внешний звуковой проигрыватель:";

/* nothing */
"_External program" = "Внешняя программа";

/* nothing */
"_Automatic" = "Автоматически";

/* nothing */
"Sound files _directory:" = "Каталог з_вуковых файлов:";

/* nothing */
"Sound file:" = "Звуковой файл:";

/* nothing */
"_Browse..." = "Выбрать...";

/* nothing */
"_Play" = "Воспрои_звести";

/* nothing */
"Interface" = "Интерфейс";

/* nothing */
"Text box" = "Текст";

/* nothing */
"User list" = "Список пользователей";

/* nothing */
"Channel switcher" = "Список каналов...";

/* nothing */
"Colors" = "Цвета";

/* nothing */
"Chatting" = "Общение";

/* nothing */
"General" = "Главный";

/* nothing */
"Sound" = "Звук";

/* nothing */
"Network setup" = "Настройки сети";

/* nothing */
"File transfers" = "Передача файла";

/* nothing */
"Categories" = "Категории";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Изменение некоторых настроек требует перезапуска программы для их использования.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*ПРЕДУПРЕЖДЕНИЕ*\nАвтоматический прием DCC в ваш домашний каталог\nможет быть опасным и создавать уязвимости. Например:\nКто-нибудь пришлет вам .bash_profile";

/* nothing */
"XChat: Preferences" = "X-Chat: Настройки";

/* nothing */
"There was an error parsing the string" = "Ошибка при разборе строки";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Этот сигнал принимает только аргумент %d , $%d - неправильный.";

/* nothing */
"Print Texts File" = "Печатать текстовый файл";

/* nothing */
"Edit Events" = "Редактировать события";

/* nothing */
"$ Number" = "$ номер";

/* nothing */
"Load From..." = "Загрузить из...";

/* nothing */
"Test All" = "Проверить все";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "X-Chat: Сборщик URL";

/* nothing */
"Clear list" = "Очистить список";

/* nothing */
"Copy selected URL" = "Копировать выбранный URL";

/* nothing */
"Copy" = "Копировать";

/* nothing */
"Save list to a file" = "Записать список в файл";

/* nothing */
"%d ops, %d total" = "%d оп-ов, %d всего";

